//setup a namespace

window.Vwkonfigurator = Ember.Application.create();

$(document).ready(function(){
  $("#debug_button").click(function(){
    $(".container_16").toggleClass('lined');
  });
});




























/**
Ты кто такой давай техзадание,
Ты кто такой давай техзадание,
Ты кто такой давай техзадание...

Он с тобой все обсудить попытается,
Отчет, аудит всучить пытается.
Знаешь где реальный дело начинается?
Только там где ТЗ появляется.

А теперь товарищи, внимание -
Нету ТЗ - давай до свидания!
 **/